const password = 1234554321;
export const config = {
  readonly: false,
  height: 200,
  toolbar: ["bold", "underline", "ol", "italic", "fullsize"],
  buttons: ["bold", "underline", "ol", "italic", "fullsize"],
  removeButtons: [
    "ul",
    "outdent",
    "indent",
    "fontsize",
    "brush",
    "paragraph",
    "file",
    "image",
    "video",
    "table",
    "link",
    "hr",
    "copyformat",
    "source",
    "cut",
    "selectall",
    "undo",
    "redo",
  ],
  showXPathInStatusbar: false,
  showCharsCounter: false,
  showWordsCounter: false,
  toolbarAdaptive: false,
  statusbar: false,
  language: "ru",
  // Отключение резервных кнопок в адаптивном режиме
  buttonsMD: ["bold", "underline", "ol", "italic", "fullsize"],
  buttonsSM: ["bold", "underline", "ol", "italic", "fullsize"],
  buttonsXS: ["bold", "underline", "ol", "italic", "fullsize"],
};
export const slidesMain = [
  {
    image: "/img/slider_1.jpg",

    description:
      "Уверенность в качестве и надежности: строгий контроль качества на всех этапах производства.",
  },
  {
    image: "/img/slider_2.jpg",

    description:
      "Свобода и контроль: индивидуальная конфигурация оборудования под ваши нужды.",
  },
  {
    image: "/img/slider_3.jpg",

    description:
      "Экономия времени и ресурсов: оптимизация процессов проектирования и интеграции.",
  },
  {
    image: "/img/slider_4.jpg",

    description:
      "Снижение эксплуатационных расходов: высокая энергоэффективность и долговечность оборудования.",
  },
  {
    image: "/img/slider_5.jpg",

    description:
      "Партнёрские отношения на основе доверия и поддержки: мы предоставляем поддержку на каждом этапе проекта.",
  },
];
export const recensaAbout = [
  `• Уверенность в качестве и надежности:  строгий контроль качества на всех этапах производства.`,
  `• Свобода и контроль: индивидуальная конфигурация оборудования под ваши нужды.`,
  `• Экономия времени и ресурсов: оптимизация процессов проектирования и интеграции.`,
  `• Снижение эксплуатационных расходов: высокая энергоэффективность и долговечность оборудования.`,
  `• Партнёрские отношения на основе доверия и поддержки: мы предоставляем поддержку на каждом этапе проекта.`,
];
export const sliderTextMain = [
  `Наши решения – это гарантия качества, сроков и бюджета.
Вам нужно оборудование, на которое можно положиться? 
Простота монтажа, надежность и долговечность – наши ключевые преимущества.  
Мы предлагаем не просто оборудование, а комплексные решения, разработанные для оптимизации вашего рабочего процесса и повышения эффективности проектов.
Наши технологии – это инновации и эффективность. 
Наш подход, основанный на глубоком понимании потребностей проектировщиков и главных инженеров, позволяет нам стать не просто поставщиком, а стратегическим партнером, способствующим успешной реализации ваших задач.  
Высокая надежность наших систем позволяет клиентам снижать эксплуатационные затраты и увеличивать срок службы оборудования.
`,
  ` Recensa — это результат многолетнего опыта, уникальных инженерных решений и постоянного развития:`,
  `Recensa предлагает индивидуальные решения по проектированию и производству вентиляционного оборудования, учитывая специфику проекта и климатические условия.
Мы обеспечиваем гибкость конфигурации благодаря широкому выбору комплектующих (теплообменники, вентиляторы, фильтры), оптимизируя систему под любые нужды.
Наше энергоэффективное оборудование с усиленным каркасом и минимизацией тепловых мостов гарантирует минимальные эксплуатационные расходы и долгий срок службы.
Простая интеграция в проекты любой сложности ускоряет проектирование и монтаж.

`,
  `Доказанная надежность, подтвержденная ведущими компаниями, обеспечивается строгим контролем качества на всех этапах, включая испытания и проверки конструкторским отделом.
Постоянное внедрение инновационных технологий, включая специализированные теплообменники для агрессивных сред, обеспечивает соответствие мировым стандартам энергоэффективности и надежности, гарантируя высокую производительность даже в сложных условиях.
`,
  `Recensa — уверенность в каждом решении. 
Мы знаем всё о вентиляционном оборудовании, чтобы ваши задачи решались с максимальной эффективностью.
Обратитесь к профессионалам.
`,
];
export const sliderTextSub = [
  `Мы используем современные технологии, передовые конструкторские решения, сертифицированные материалы и комплектующие, позволяющие создавать оборудование, которое идеально удовлетворяет потребностям клиента. `,
  `В своей работе стремимся соответствовать самым высоким европейским стандартам производства.`,
  `Над созданием наших установок работает штат высококвалифицированных профессионалов, который имеет многолетний опыт разработки 
и конструирования продукции.`,
];
export const slidesSub = [
  {
    image: "/img/subSlider_1.png",
  },
  {
    image: "/img/subSlider_2.png",
  },

  {
    image: "/img/subSlider_4.png",
  },
];
export const textEquipment = `Lorem ipsum dolor sit amet, consectetur adipiscing 
elit, sed do eiusmod tempor incididunt ut labore et 
dolore magna aliqua. Ut enim ad minim veniam, quis 
nostrud exercitation ullamco laboris nisi ut aliquip 
ex ea commodo consequat.`;
