const password = 1234554321;

export const slidesMain = [
  {
    image: "/img/slider_1.png",
    title: "МЫ ПРОИЗВОДИМ",
    description:
      "Уверенность в качестве и надежности: строгий контроль качества на всех этапах производства.",
  },
  {
    image: "/img/slider_2.png",
    title: "В ПРОИЗВОДСТВЕ ИСПОЛЬЗУЕМ",
    description:
      "Свобода и контроль: индивидуальная конфигурация оборудования под ваши нужды.",
  },
  {
    image: "/img/slider_3.png",
    title: "BIM-TECHNOLOGIES",
    description:
      "Экономия времени и ресурсов: оптимизация процессов проектирования и интеграции.",
  },
  {
    image: "/img/slider_4.png",
    title: "AHU Select",
    description:
      "Снижение эксплуатационных расходов: высокая энергоэффективность и долговечность оборудования.",
  },
];
export const recensaAbout = [
  `• Уверенность в качестве и надежности:  строгий контроль качества на всех этапах производства.`,
  `• Свобода и контроль: индивидуальная конфигурация оборудования под ваши нужды.`,
  `• Экономия времени и ресурсов: оптимизация процессов проектирования и интеграции.`,
  `• Снижение эксплуатационных расходов: высокая энергоэффективность и долговечность оборудования.`,
  `• Партнёрские отношения на основе доверия и поддержки: мы предоставляем поддержку на каждом этапе проекта.`,
];
export const sliderTextMain = [
  `  Мы — профессиональная команда специалистов в области вентиляции и
              кондиционирования воздуха с многолетним опытом работы. Бренд
              RECENSA ориентирован на создание новой производственной базы, а
              также на поставку вентиляционного оборудования под собственной
              торговой маркой.`,
  ` Специализируемся на вентиляционных установках широкого типоряда,
              системах автоматизации и диспетчеризации. А наш опыт в этой сфере
              позволит получить нашему клиенту высокий уровень обслуживания и
              надежности. Проект «Recensa», объединил уникальный человеческий
              ресурс, лучшие инженерные решения и алгоритмы управления системами
              автоматизации вентиляционного оборудования, а еще мы учли всю боль
              наших клиентов, связанную с удобством монтажа, качеством сборки,
              внешним видом и полнотой комплектации каждой установки. Мы знаем о
              продукте всё!`,
  `Recensa: ваш стратегический партнер в реализации масштабных проектов. Наши решения – это гарантия качества, сроков и бюджета.
Вам нужно оборудование, на которое можно положиться?  Простота монтажа, надежность и долговечность – наши ключевые преимущества.  
Мы предлагаем не просто оборудование, а комплексные решения, разработанные для оптимизации вашего рабочего процесса и повышения эффективности проектов.
Наши технологии – это инновации и эффективность. 
Наш подход, основанный на глубоком понимании потребностей проектировщиков и главных инженеров, позволяет нам стать не просто поставщиком, а стратегическим партнером, способствующим успешной реализации ваших задач.  
Высокая надежность наших систем позволяет клиентам снижать эксплуатационные затраты и увеличивать срок службы оборудования.
`,
  `Что отличает Recensa: Recensa предлагает индивидуальные решения по проектированию и производству вентиляционного оборудования, учитывая специфику проекта и климатические условия.  Мы обеспечиваем гибкость конфигурации благодаря широкому выбору комплектующих (теплообменники, вентиляторы, фильтры), оптимизируя систему под любые нужды.  Наше энергоэффективное оборудование с усиленным каркасом и минимизацией тепловых мостов гарантирует минимальные эксплуатационные расходы и долгий срок службы.  Простая интеграция в проекты любой сложности ускоряет проектирование и монтаж.  Доказанная надежность, подтвержденная ведущими компаниями, обеспечивается строгим контролем качества на всех этапах, включая испытания и проверки конструкторским отделом.  Постоянное внедрение инновационных технологий, включая специализированные теплообменники для агрессивных сред, обеспечивает соответствие мировым стандартам энергоэффективности и надежности, гарантируя высокую производительность даже в сложных условиях.
`,
];
export const sliderTextSub = [
  `Мы используем современные технологии, передовые конструкторские решения, сертифицированные материалы и комплектующие, позволяющие создавать оборудование, которое идеально удовлетворяет потребностям клиента. `,
  `В своей работе стремимся соответствовать самым высоким европейским стандартам производства.`,
  `Над созданием наших установок работает штат высококвалифицированных профессионалов, который имеет многолетний опыт разработки 
и конструирования продукции.`,
];
export const slidesSub = [
  {
    image: "/img/subSlider_1.png",
  },
  {
    image: "/img/subSlider_2.png",
  },
  {
    image: "/img/subSlider_3.png",
  },
  {
    image: "/img/subSlider_4.png",
  },
];
export const textEquipment = `Lorem ipsum dolor sit amet, consectetur adipiscing 
elit, sed do eiusmod tempor incididunt ut labore et 
dolore magna aliqua. Ut enim ad minim veniam, quis 
nostrud exercitation ullamco laboris nisi ut aliquip 
ex ea commodo consequat.`;
